Repository: by22shh/life-os
Catalog: ios/LifeOS/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# error.sync.rate_limited
source: Sync is temporarily rate limited. Please try again soon.
ru: Синхронизация временно ограничена. Повторите попытку чуть позже.

# error.wellness.already_completed
source: Today's wellness check is already completed.
ru: Сегодняшняя проверка самочувствия уже завершена.

# error.wellness.invalid_response
source: Enter valid wellness check answers.
ru: Введите корректные ответы для проверки самочувствия.

# error.wellness.pss4_out_of_range
source: PSS-4 score is out of range.
ru: Значение PSS-4 вне допустимого диапазона.

source: Exercises
ru: Упражнения

# experiment_adhered_today
source: Adhered Today
ru: Протокол соблюдён сегодня

# experiment_baseline
source: Baseline
ru: Базовый уровень

# experiment_change
source: Change
ru: Изменение

# experiment_daily_log
source: Daily Log
ru: Ежедневная запись

# experiment_detail
source: Detail
ru: Детали эксперимента

# experiment_end_value
source: End Value
ru: Конечное значение

# experiment_log_today
source: Log Today
ru: Записать за сегодня

# experiment_measurements
source: Measurements
ru: Измерения

# experiment_metric
source: Metric
ru: Метрика

# experiment_notes
source: Notes
ru: Заметки

# experiment_notes_placeholder
source: Notes Placeholder
ru: Добавьте заметку

# experiment_results
source: Results
ru: Результаты

# experiment_update_log
source: Update Log
ru: Обновить запись

# experiments_start_unavailable_low_confidence
source: More data needed before experimenting.
ru: Нужно больше данных, прежде чем запускать эксперимент.

# experiments_start_unavailable_offline
source: Experiments require an active cloud session.
ru: Эксперименты доступны только при активной облачной сессии.

# insights.acknowledge
source: Got it
ru: Понятно

# insights_start_experiment
source: Start Experiment
ru: Начать эксперимент

source: Labs
ru: Анализы

# labs_count_markers_format
source: Markers: %d
ru: Показателей: %d

# labs_count_scans_format
source: Scans: %d
ru: Сканов: %d

# labs_identifier_blood_test
source: Blood test
ru: Анализ крови

# labs_identifier_completed
source: Completed
ru: Завершено

# labs_identifier_critical_high
source: Critical high
ru: Критически высоко

# labs_identifier_critical_low
source: Critical low
ru: Критически низко

# labs_identifier_failed
source: Failed
ru: Ошибка

# labs_identifier_high
source: High
ru: Высоко

# labs_identifier_low
source: Low
ru: Низко

# labs_identifier_optimal
source: Optimal
ru: Оптимально

# labs_identifier_pending
source: Pending
ru: Ожидается

# labs_identifier_processing
source: Processing
ru: Обрабатывается

# labs_identifier_review_required
source: Review required
ru: Требуется проверка

# labs_overview_empty_subtitle
source: Capture a lab result to start building your scan history and marker archive.
ru: Добавьте результат анализа, чтобы начать собирать историю сканов и архив показателей.

# labs_overview_empty_title
source: No saved scans yet
ru: Сохранённых сканов пока нет

# labs_overview_history_empty
source: Saved scans will appear here with direct access to their details and extracted markers.
ru: Здесь появятся сохранённые сканы с быстрым доступом к деталям и распознанным показателям.

# labs_overview_history_title
source: History
ru: История

# labs_overview_metric_markers
source: Markers
ru: Показатели

# labs_overview_metric_needs_review
source: Needs review
ru: Нужна проверка

# labs_overview_metric_pinned
source: Pinned
ru: Закреплённые

# labs_overview_metric_saved_scans
source: Saved scans
ru: Сохранённые сканы

# labs_overview_scan_cta_subtitle
source: Capture a new result and review the extracted markers before saving.
ru: Загрузите новый результат и проверьте распознанные показатели перед сохранением.

# labs_overview_section_needs_review
source: Needs review
ru: Нужна проверка

# labs_overview_section_needs_review_subtitle
source: Scans that still need confirmation or follow-up.
ru: Сканы, которые ещё требуют подтверждения или дальнейшего действия.

# labs_overview_section_pinned
source: Pinned
ru: Закреплённые

# labs_overview_section_pinned_subtitle
source: Important scans kept at the top of your archive.
ru: Важные сканы, закреплённые вверху вашего архива.

# labs_overview_section_recent
source: Recent scans
ru: Недавние сканы

# labs_overview_section_recent_subtitle
source: Your saved lab scan history.
ru: История ваших сохранённых сканов анализов.

# labs_overview_title
source: Lab scans
ru: Сканы анализов

# labs_capture_mode
source: Capture Mode
ru: Способ загрузки

# labs_latest_date_format
source: Latest scan: %@
ru: Последний скан: %@

# labs_marker_name
source: Marker Name
ru: Показатель

# labs_markers_found_format
source: %d markers found
ru: Найдено %d показателей

# labs_out_of_range
source: Out Of Range
ru: Вне нормы

# labs_pdf_prompt
source: Import a PDF lab report.
ru: Импортируйте PDF-отчёт с анализами.

# labs_photo
source: Photo
ru: Фото

# labs_photo_prompt
source: Take a clear photo of your lab report.
ru: Сделайте чёткое фото бланка анализов.

# labs_privacy_local_only
source: Keep lab scans on this device only
ru: Хранить сканы анализов только на этом устройстве

# labs_processing_ocr
source: Processing OCR…
ru: Распознаём текст…

# labs_range_placeholder
source: e.g. 3.5-5.5
ru: например, 3.5-5.5

# labs_reference_range
source: Reference Range
ru: Референсный диапазон

# labs_review_instructions
source: Review the extracted markers before saving.
ru: Проверьте распознанные показатели перед сохранением.

# labs_review_results
source: Review results
ru: Проверить результаты

# labs_review_section_header
source: Needs review
ru: Нужна проверка

# labs_review_title
source: Review lab scan
ru: Проверка скана анализов

# labs_scan_button
source: Scan lab report
ru: Сканировать анализы

# labs_scan_title
source: Scan labs
ru: Сканирование анализов

# labs_select_pdf
source: Select PDF
ru: Выбрать PDF

# labs_take_photo
source: Take Photo
ru: Сделать фото

# labs_unit
source: Unit
ru: Единица

# labs_value
source: Value
ru: Значение

# labs_within_range
source: Within Range
ru: В норме

# labs_detail_ai_confidence
source: AI confidence
ru: Уверенность AI

# labs_detail_changes_saved
source: Changes saved.
ru: Изменения сохранены.

# labs_detail_confidence_unavailable
source: Unavailable
ru: Недоступно

# labs_detail_document
source: Document
ru: Документ

# labs_detail_document_name
source: File
ru: Файл

# labs_detail_document_unavailable
source: Original document is not available here yet.
ru: Исходный документ пока недоступен на этом экране.

# labs_detail_document_unavailable_detail
source: Saved markers and OCR text are still available.
ru: Распознанные показатели и OCR-текст всё равно доступны.

# labs_detail_extraction
source: Extraction
ru: Распознавание

# labs_detail_extraction_error
source: Extraction error
ru: Ошибка распознавания

# labs_detail_extraction_status
source: Extraction status
ru: Статус распознавания

# labs_detail_file_hash
source: Source SHA-256
ru: SHA-256 файла

# labs_detail_language
source: Language
ru: Язык

# labs_detail_lab_name
source: Lab
ru: Лаборатория

# labs_detail_manual_verification
source: Manual review
ru: Ручная проверка

# labs_detail_mark_reviewed
source: Mark reviewed
ru: Отметить как проверенное

# labs_detail_marker_count
source: Markers
ru: Показатели

# labs_detail_markers
source: Markers
ru: Показатели

# labs_detail_no_markers
source: No markers were saved for this scan yet.
ru: Для этого скана пока нет сохранённых показателей.

# labs_detail_not_found
source: Lab scan not found.
ru: Скан анализов не найден.

# labs_detail_ocr_confidence
source: OCR confidence
ru: Уверенность OCR

# labs_detail_ocr_preview
source: OCR preview
ru: Предпросмотр OCR

# labs_detail_open_document
source: Open document
ru: Открыть документ

# labs_detail_privacy
source: Privacy
ru: Приватность

# labs_detail_pin
source: Pin scan
ru: Закрепить скан

# labs_detail_retry
source: Refresh
ru: Обновить

# labs_detail_review
source: Review
ru: Проверка

# labs_detail_reviewed
source: Reviewed
ru: Проверено

# labs_detail_reviewed_at_format
source: Reviewed on %@
ru: Проверено %@

# labs_detail_scan_date
source: Scan date
ru: Дата скана

# labs_detail_scan_type
source: Scan type
ru: Тип скана

# labs_detail_scheduled_deletion
source: Scheduled deletion
ru: Удаление по расписанию

# labs_detail_source
source: Source
ru: Источник

# labs_detail_status
source: Status
ru: Статус

# labs_detail_storage
source: Storage
ru: Хранение

# labs_detail_storage_cloud
source: Cloud sync enabled
ru: Облачная синхронизация включена

# labs_detail_storage_local_only
source: This device only
ru: Только это устройство

# labs_detail_summary
source: Summary
ru: Сводка

# labs_detail_title
source: Lab scan
ru: Скан анализов

# labs_detail_unpin
source: Unpin scan
ru: Открепить скан

# labs_detail_uploaded_at
source: Saved at
ru: Сохранено

source: Log workout
ru: Записать тренировку

# nba_fallback_diary_cta
source: Open diary
ru: Открыть дневник

# nba_fallback_diary_message
source: Open your diary to log today's data.
ru: Откройте дневник, чтобы записать сегодняшние данные.

# nba_fallback_diary_title
source: Open diary
ru: Открыть дневник

# nba_needs_review_cta
source: Review now
ru: Проверить сейчас

# nba_needs_review_message_format
source: %d items need review.
ru: %d элементов ждут проверки.

# nba_needs_review_title
source: Needs review
ru: Нужна проверка

# nba_nutrition_under_target_cta
source: Log nutrition
ru: Записать питание

# nba_nutrition_under_target_message_format
source: %d kcal remaining to hit today's target.
ru: Осталось %d ккал до сегодняшней цели.

# nba_nutrition_under_target_title
source: Nutrition under target
ru: Питание ниже цели

# nba_sleep_permission_cta
source: Enable sleep access
ru: Включить доступ к сну

# nba_sleep_permission_message
source: Enable sleep permissions to unlock recovery insights.
ru: Разрешите доступ к данным сна, чтобы открыть аналитику восстановления.

# nba_sleep_permission_title
source: Sleep access needed
ru: Нужен доступ к сну

# nba_supplement_due_cta
source: Review supplements
ru: Проверить добавки

# nba_supplement_due_message_format
source: %d supplements are due soon.
ru: Скоро нужно принять %d добавок.

# nba_supplement_due_message_time_format
source: %d supplements are due at %@.
ru: %d добавок нужно принять в %@.

# nba_supplement_due_title
source: Supplement due soon
ru: Скоро приём добавок

# nba_unread_insights_cta
source: Open insights
ru: Открыть инсайты

# nba_unread_insights_message_format
source: %d unread insights are waiting.
ru: %d непрочитанных инсайтов ждут вас.

# nba_unread_insights_title
source: Unread insights
ru: Непрочитанные инсайты

source: No recent labs
ru: Нет недавних анализов

source: No sleep data
ru: Нет данных о сне

source: Notes
ru: Заметки

# notification_morning_brief_body
source: Open Life OS to review today's recovery, nutrition, and training plan.
ru: Откройте Life OS, чтобы посмотреть сегодняшнее восстановление, питание и план тренировки.

# notification_morning_brief_title
source: Morning brief
ru: Утренний дайджест

# notification_supplement_body_multiple_format
source: %d supplements are scheduled for %@.
ru: На %@ запланировано %d добавок.

# notification_supplement_body_single_format
source: %@ is scheduled for %@.
ru: Приём %@ запланирован на %@.

# notification_supplement_title
source: Supplement reminder
ru: Напоминание о приёме добавок

# nutrition_add_ingredient
source: Add Ingredient
ru: Добавить ингредиент

# nutrition_add_product
source: Add Product
ru: Добавить продукт

# nutrition_barcode_not_found
source: Barcode not found
ru: Штрихкод не найден

# nutrition_barcode_title
source: Barcode scan
ru: Сканирование штрихкода

# nutrition_calendar_title
source: Nutrition calendar
ru: Календарь питания

# nutrition_ingredient_name
source: Ingredient Name
ru: Название ингредиента

# nutrition_ingredients
source: Ingredients
ru: Ингредиенты

# nutrition_label_ocr_prompt
source: Scan the nutrition label to import product details.
ru: Сканируйте этикетку с пищевой ценностью, чтобы импортировать данные о продукте.

# nutrition_listening
source: Listening…
ru: Слушаем…

# nutrition_meal
source: Meal
ru: Приём пищи

# nutrition_meal_prep
source: Meal Prep
ru: Заготовка еды

# nutrition_meals_logged
source: Meals logged
ru: Записанные приёмы пищи

# nutrition_no_results
source: No results found
ru: Ничего не найдено

# nutrition_no_templates
source: No templates yet
ru: Шаблонов пока нет

# nutrition_precise_mode
source: Precise mode
ru: Точный режим

# nutrition_processing_voice
source: Processing voice log…
ru: Обрабатываем голосовую запись…

# nutrition_product_found_format
source: Product found for barcode %@
ru: Продукт найден по штрихкоду %@

# nutrition_recipe_info
source: Recipe info
ru: Информация о рецепте

# nutrition_recipe_name
source: Recipe Name
ru: Название рецепта

# nutrition_review_product
source: Review Product
ru: Проверить продукт

# nutrition_scan_barcode_prompt
source: Scan a barcode to find a product.
ru: Сканируйте штрихкод, чтобы найти продукт.

# nutrition_scan_label
source: Scan Label
ru: Сканировать этикетку

# nutrition_search_food
source: Search Food
ru: Найти продукт

# nutrition_search_title
source: Search Title
ru: Поиск продуктов

# nutrition_searching_barcode
source: Searching barcode…
ru: Ищем штрихкод…

# nutrition_see_all
source: See all
ru: Показать всё

# nutrition_start_recording
source: Start recording
ru: Начать запись

# nutrition_start_scan
source: Start scan
ru: Начать сканирование

# nutrition_stop_recording
source: Stop recording
ru: Остановить запись

# nutrition_template_library
source: Template library
ru: Библиотека шаблонов

# nutrition_templates_title
source: Templates
ru: Шаблоны

# nutrition_today
source: Today
ru: Сегодня

# nutrition_total_portions
source: Total portions
ru: Всего порций

# nutrition_total_weight_g
source: Total weight (g)
ru: Общий вес (г)

# nutrition_use_voice_result
source: Use voice result
ru: Использовать результат распознавания

# nutrition_voice_prompt
source: Describe your meal and we'll turn it into a log.
ru: Опишите свой приём пищи, и мы превратим его в запись.

# nutrition_voice_title
source: Voice log
ru: Голосовой ввод

source: Reps
ru: Повторения

source: Close
ru: Закрыть

source: Save
ru: Сохранить

source: Sets
ru: Подходы

# settings_account_data_preserved
source: All of your existing data stays with this account.
ru: Все ваши текущие данные сохранятся в этом аккаунте.

# settings_account_link_actions
source: Link account
ru: Привязать аккаунт

# settings_account_link_email
source: Link email
ru: Привязать email

# settings_account_link_email_helper
source: We'll send a verification email so you can use this address to sign in later.
ru: Мы отправим письмо для подтверждения, чтобы позже вы могли входить с этим адресом.

# settings_account_link_email_pending
source: Verification email sent. Confirm your email to finish linking this account.
ru: Письмо для подтверждения отправлено. Подтвердите email, чтобы завершить привязку аккаунта.

# settings_account_link_export_required
source: Link your account to enable data export and recovery on another device.
ru: Привяжите аккаунт, чтобы включить экспорт данных и восстановление на другом устройстве.

# settings_account_link_guidance
source: Link your account to keep sync, export, and recovery available across devices.
ru: Привяжите аккаунт, чтобы сохранить синхронизацию, экспорт и восстановление между устройствами.

# settings_account_link_success
source: Your account is now linked and all data has been preserved.
ru: Аккаунт привязан, и все данные сохранены.

# settings_account_link_sync_required
source: Link your account to enable cloud sync and multi-device access.
ru: Привяжите аккаунт, чтобы включить облачную синхронизацию и доступ с нескольких устройств.

# settings_account_link_unavailable_local_build
source: This build is running in local-only mode, so account linking is unavailable right now.
ru: Эта сборка работает только локально, поэтому привязка аккаунта сейчас недоступна.

# settings_account_link_apple_unavailable_build
source: This build does not have Sign in with Apple configured yet. Use email linking for now.
ru: В этой сборке ещё не настроен вход через Apple. Пока используйте привязку через Email.

# settings_account_management
source: Account management
ru: Управление аккаунтом

# settings_account_reconnect_actions
source: Restore cloud access
ru: Восстановить облачный доступ

# settings_account_reconnect_success
source: Cloud access restored. Your local data stayed intact.
ru: Облачный доступ восстановлен. Локальные данные сохранены.

# settings_account_remove_local_profile
source: Remove local profile from this device
ru: Удалить локальный профиль с этого устройства

# settings_account_remove_local_profile_confirm_action
source: Remove local profile
ru: Удалить локальный профиль

# settings_account_remove_local_profile_confirm_body
source: This deletes the recovered local data on this device. Reconnect your account instead if you want to keep working with the existing profile.
ru: Это удалит восстановленные локальные данные на этом устройстве. Если вы хотите продолжить работу с текущим профилем, вместо этого переподключите аккаунт.

# settings_account_remove_local_profile_confirm_title
source: Remove this local profile?
ru: Удалить этот локальный профиль?

# settings_account_sign_out
source: Sign out
ru: Выйти

# settings_account_start_fresh
source: Start fresh local account
ru: Создать новый локальный аккаунт

# settings_account_start_fresh_confirm_action
source: Erase and restart
ru: Стереть и начать заново

# settings_account_start_fresh_confirm_body
source: This clears the current anonymous data on this device and creates a fresh local account.
ru: Это удалит текущие анонимные данные на этом устройстве и создаст новый локальный аккаунт.

# settings_account_start_fresh_confirm_title
source: Start fresh?
ru: Начать заново?

# settings_account_start_fresh_success
source: A fresh local account is ready.
ru: Новый локальный аккаунт готов.

# settings_account_status_anonymous
source: Anonymous account
ru: Анонимный аккаунт

# settings_account_status_email_format
source: Linked with email: %@
ru: Привязан email: %@

# settings_account_status_label
source: Status
ru: Статус

# settings_account_status_linked
source: Linked account
ru: Привязанный аккаунт

# settings_account_status_local_only
source: Local-only account
ru: Только локальный аккаунт

# settings_account_status_reconnect_required
source: Cloud reconnect required
ru: Нужно переподключить облачный доступ

# settings_cloud_reconnect_cta
source: Reconnect account
ru: Переподключить аккаунт

# settings_cloud_reconnect_notice
source: Your cloud session ended, but your local data is still on this device. Reconnect the account to resume sync, export, and account recovery.
ru: Облачная сессия завершилась, но локальные данные остались на этом устройстве. Переподключите аккаунт, чтобы снова заработали синхронизация, экспорт и восстановление.

# settings_cloud_reconnect_title
source: Cloud access paused
ru: Облачный доступ приостановлен

# settings_control_level
source: Control level
ru: Уровень контроля

# settings_focus_control_enabled
source: Enable Focus Control
ru: Включить Focus Control

# settings_select_blocked_apps
source: Select blocked apps
ru: Выбрать заблокированные приложения

source: Sleep & Recovery
ru: Сон и восстановление

# supplements_add
source: Add supplement
ru: Добавить добавку

# supplements_dose
source: Dose
ru: Дозировка

# supplements_freq_as_needed
source: As needed
ru: По необходимости

# supplements_freq_daily
source: Daily
ru: Ежедневно

# supplements_freq_twice_daily
source: Twice daily
ru: Два раза в день

# supplements_freq_weekly
source: Weekly
ru: Еженедельно

# supplements_frequency
source: Frequency
ru: Частота

# supplements_info
source: Supplement info
ru: Информация о добавке

# supplements_log_empty_message
source: Add a supplement to your stack or set a schedule so you can log it from here.
ru: Добавьте добавку в свой стек или настройте расписание, чтобы можно было отмечать приём прямо отсюда.

# supplements_log_empty_title
source: Nothing ready to log
ru: Пока нечего отметить

# supplements_log_now
source: Log now
ru: Отметить сейчас

# supplements_log_scheduled_for_date_format
source: Scheduled for %@
ru: Запланировано на %@

# supplements_log_stack_section
source: Log from your stack
ru: Отметить из моего стека

# supplements_log_title
source: Log supplement
ru: Отметить приём добавки

# supplements.log_primary
source: Taken
ru: Принято

# supplements_mark_taken
source: Mark taken
ru: Отметить как принятое

# supplements_mark_taken_format
source: Mark %@ as taken
ru: Отметить приём %@

# supplements_month_overview
source: Month overview
ru: Обзор месяца

# supplements_my_stack
source: My stack
ru: Мои добавки

# supplements_name
source: Supplement name
ru: Название добавки

# supplements_no_schedule
source: No schedule
ru: Нет расписания

# supplements_schedule
source: Schedule
ru: Расписание

# supplements_scheduled_today
source: Scheduled today
ru: Запланировано на сегодня

# supplements_taken_label
source: Taken
ru: Принято

# supplements_taken_for_date_format
source: Taken on %@
ru: Принято %@

# supplements_taken_today
source: Taken today
ru: Принято сегодня

# supplements_time
source: Time
ru: Время

# supplements_unit
source: Unit
ru: Единица

source: Weight (kg)
ru: Вес (кг)

# workout_add_set
source: Add set
ru: Добавить подход

# workout_conflict_desc_format
source: Existing workout: %@. Imported workout: %@.
ru: Текущая тренировка: %@. Импортированная тренировка: %@.

# workout_conflict_keep_existing
source: Keep existing
ru: Оставить текущую

# workout_conflict_merge
source: Merge workouts
ru: Объединить тренировки

# workout_conflict_use_imported
source: Use imported
ru: Использовать импортированную

source: Workout import conflict
ru: Конфликт импорта тренировки

# workout_notes_placeholder
source: Add workout notes
ru: Добавьте заметки о тренировке

# workout_search_exercise
source: Search exercise
ru: Найти упражнение

source: Workout type
ru: Тип тренировки

# body_composition_body_fat
source: Body fat (%)
ru: Процент жира (%)

# body_composition_deleted
source: Body composition entry deleted.
ru: Запись о составе тела удалена.

# body_composition_description
source: Track weight and key body metrics used for daily targets.
ru: Отслеживайте вес и ключевые параметры тела, которые используются для ежедневных целей.

# body_composition_edit_button
source: Edit
ru: Изменить

# body_composition_edit_entry
source: Edit entry
ru: Редактировать запись

# body_composition_empty
source: No body composition entries yet.
ru: Записей о составе тела пока нет.

# body_composition_history
source: History
ru: История

# body_composition_invalid_weight
source: Enter a valid weight in kilograms.
ru: Введите корректный вес в килограммах.

# body_composition_measured_at
source: Measured at
ru: Измерено в

# body_composition_muscle_mass
source: Muscle mass (kg)
ru: Мышечная масса (кг)

# body_composition_new_entry
source: New entry
ru: Новая запись

# body_composition_saved
source: Body composition entry saved.
ru: Запись о составе тела сохранена.

# body_composition_summary_body_fat_format
source: %@%% body fat
ru: %@%% жира

# body_composition_summary_muscle_format
source: %@ kg muscle
ru: %@ кг мышц

# body_composition_summary_weight_format
source: %@ kg
ru: %@ кг

# body_composition_title
source: Body composition
ru: Состав тела

# body_composition_update
source: Update
ru: Обновить

# body_composition_updated
source: Body composition entry updated.
ru: Запись о составе тела обновлена.
